[TUT2_XP]
01=Incapacitate henchmen or find secrets to earn XP and regain health.
02=Spend accumulated XP on unlocking new moves.

[TUT3_Quick_Batarang]
01=Quickly tap the Aim Gadget button to throw a Batarang at the nearest target.
